20240313123131-coalescence.tex
% Created 2024-03-22 Fri 09:22
% Intended LaTeX compiler: pdflatex
\documentclass[11pt]{article}
\usepackage[utf8]{inputenc}
\usepackage[T1]{fontenc}
\usepackage{graphicx}
\usepackage{longtable}
\usepackage{wrapfig}
\usepackage{rotating}
\usepackage[normalem]{ulem}
\usepackage{amsmath}
\usepackage{amssymb}
\usepackage{capt-of}
\usepackage{hyperref}
\date{\today}
\title{Bubble Coalescence}
\hypersetup{
 pdfauthor={},
 pdftitle={Bubble Coalescence},
 pdfkeywords={},
 pdfsubject={},
 pdfcreator={Emacs 29.2 (Org mode 9.6.15)}, 
 pdflang={English}}
\begin{document}

\maketitle
\tableofcontents

\section{(Water) \href{20240312202630-surface_tension.org}{Surface Tension} \(\uparrow\) Coalescence \(\downarrow\)}
\label{sec:orge7d1ecb}
\begin{quote}
In coalescing liquids such as pure water, a large fraction of bubble collisions results in the formation of bigger bubbles. In contrast, in noncoalescing liquids, colliding bubbles tend to bounce off each other due to surface tension effects and do not coalesce readily. (\href{20240313123708-bioprocess_engineering_principles.org}{doranBioprocessEngineeringPrinciples2013}, \href{https://www.sciencedirect.com/topics/engineering/bubble-coalescence}{Sciencedirect: Bubble Coalescence})
\end{quote}
(Guenadou, David, 2022)
\section{\sout{(Water) \href{20240313140039-viscosity.org}{Viscosity} \(\uparrow\) Coalescence \(\uparrow\)} \emph{(Maybe wrong!)}, \href{20240312202630-surface_tension.org}{Surface Tension} \(\uparrow\) Coalescence \(\downarrow\)}
\label{sec:org100d0ca}
\begin{quote}
The effects of liquid viscosity and surface tension on the coalescence have been investigated. It has been found that the interaction between the leading and following bubbles depends mainly on the liquid viscosity. The higher the liquid viscosity, the easier the bubbles interact. Therefore, bubble coalescence is more likely for high viscosity. On the other hand, for low viscosity, the liquid jet behind the leading bubble becomes stronger which prevent the bubble interaction. A postponed or non-coalescence is obtained. Regarding the surface tension effect, high surface tension results in a weak liquid jet, and the resultant high surface tension force prohibits the surface stretching. Therefore, a late coalescence is obtained. (\href{20240313132557-the_coalescence_of_bubbles_a_numerical_study.org}{chenCOALESCENCEBUBBLESNUMERICAL})
\end{quote}
\section{\href{20240313140039-viscosity.org}{Viscosity} \(\uparrow\) Coalescence \(\downarrow\) (Important)}
\label{sec:org5e4fa09}
\begin{quote}
Experiments show that the viscosity has a greater impact on the bubble coalescence. The greater the viscosity, the harder the bubbles are to coalesce. (\href{20240318153036-theory_and_technology_of_multiscale_dispersed_particle_gel_for_in_depth_profile_control.org}{daiTheoryTechnologyMultiscale2022})
\end{quote}
\begin{quote}
For low viscosity (samples S1–3 for D¼ 1 mm and S1–2 for D¼ 1.5 mm, Table 3), 100\% coalescence was observed in all experiments. The bubble contact time T was the true coalescence time (liquid ﬁlm drainage time, Fig. 3), tended to increase with the liquid viscosity μ (Fig. 6), did not depend much on the bubble size D (Fig. 6), and decreased with increasing the bubble approach velocity V by a power law (Fig. 8). For intermediate viscosity (S4–7 for D¼1 mm, S3–4 for D¼ 1.5 mm), transition behaviour was observed. At low approach velocities, coalescence was observed for all contacted pairs, but longer contact time was needed for the coalescence to occur. When the approach velocity was increased above Vtrans, the coalescence was suppressed and the contact time became the detachment time (of larger magnitude). For high viscosity (S8 for D ¼1 mm, S5–8 for D ¼1.5 mm), no coalescence was observed. The bubble contact time was the bubble detachment time, was almost independent of the liquid viscosity, was larger for the small bubbles, and decreased with increasing the bubble approach velocity by a power law. The results are summarized in two regime maps (Figs. 9 and 10). (\href{20240318155943-bubble_coalescence_effect_of_bubble_approach_velocity_and_liquid_viscosity.org}{orvalhoBubbleCoalescenceEffect2015})
\end{quote}
\section{Collision \(\uparrow\) Coalescence \(\uparrow\)}
\label{sec:orga87cbc7}
\begin{quote}
The coalescence rate is primarily determined by the collision frequency of the bubbles. Collision is evoked by turbulent fluctuations or velocity gradients in the fluid, different bubble velocities, bubble capture in eddies, or bubble wake interaction.
(\href{20240313153350-a_review_of_bubble_dynamics_in_liquid_metals.org}{haasReviewBubbleDynamics2021})

Turbulence is found to significantly impact the level of bubble interaction, increasing the number of collisions and coalescences, but at the same time also increasing the number of collisions that do not result in a coalescence event (coalescence efficiency). The different behaviour of the bubbles, and the impact it has on the turbulence field in the two flow configurations examined, also plays a major role in the coalescence process. (\href{20240318154731-microbubbles_coalescence_during_transport_in_vertical_channel_flows.org}{asiagbeMicrobubblesCoalescenceTransport2018})
\end{quote}
\section{Coalescence Sensitive to Surface-Active Agents}
\label{sec:orgc97d73a}
\begin{quote}
It is important to emphasize that these parameters, and bubble coalescence, are extremely sensitive to the presence of surface-active agents. (\href{20240318154429-metal_foams_a_design_guide.org}{ashbyMetalFoamsDesign2000})
\end{quote}
\section{How \href{20240313140039-viscosity.org}{Viscosity} and \href{20240312202630-surface_tension.org}{Surface Tension} influence the coalescence?}
\label{sec:org674bb5d}
\begin{itemize}
\item The relationship between surface tension and viscosity (and gravity): (\href{20240318122004-surface_tension_module.org}{bushSURFACETENSIONMODULE})
\item Once the meniscus is formed between two bubbles, the evolution of the interface shape and the flow within the drops are determined by the viscous, inertial and surface tension forces. (\href{20240318130039-surface_tension_driven_coalescence.org}{thompsonSurfacetensiondrivenCoalescence2012})
\item At the beginning of the coalescence, the effect of the surface tension is reduced by the effect of the viscosity. For the fluid with low viscosity, the inertial effect is so remarkable that this viscous effect can be negligible. (\href{20240318130039-surface_tension_driven_coalescence.org}{thompsonSurfacetensiondrivenCoalescence2012})

\printbibliography
\end{itemize}
\end{document}
